Tekla.Structures.ModelInternal.Operation.Model2
Using model2 instance.

Tekla.Structures.ModelInternal.Operation.Model2.#ctor
Initializes a new instance of the Tekla.Structures.ModelInternal.Operation.Model2 class.

Tekla.Structures.ModelInternal.Operation.Model2.Dispose
The dispose.